{
  "title": "โครงสร้างเชิงบุคคล & โครงสร้างเชิงองค์กร",
  "sections": [
    {
      "section": "โครงสร้างเชิงบุคคล",
      "topics": [
        {
          "id": "1",
          "name": "กรรมการ",
          "subtopics": [
            {
              "id": "1.1",
              "name": "๑. เรื่องต่าง ๆ เกี่ยวกับ กก.",
              "details": [
                {
                  "aspect": "หลักพื้นฐานเกี่ยวกับ กก.",
                  "บริษัทมหาชนจำกัด": "บริษัทต้องมี กก. คณะหนึ่งเพื่อดำเนินกิจการของบริษัท (ม. ๖๗) ",
                  "บริษัทจำกัด": "ให้มี กก. คนหนึ่งหรือหลายคนจัดการบริษัทตามข้อบังคับของบริษัทและอยู่ในความครอบงำของที่ประชุมใหญ่ ผถห. (ม. ๑๑๔๔)"
                },
                {
                  "aspect": "จำนวน",
                  "บริษัทมหาชนจำกัด": "คณะ กก. ประกอบด้วย กก. อย่างน้อย ๕ คน (ม. ๖๗) หมายเหตุ: กก. ไม่น้อยกว่ากึ่งหนึ่งต้องมีถิ่นที่อยู่ในราชอาณาจักร",
                  "บริษัทจำกัด": "กก. จะมีจำนวนมากน้อยเพียงใด สุดแล้วแต่ที่ประชุมใหญ่ ผถห.จะกำหนด (ม. ๑๑๕๐)"
                },
                {
                  "aspect": "คุณสมบัติ และลักษณะต้องห้าม",
                  "บริษัทมหาชนจำกัด": " กก ต้องเป็นบุคคลธรรมดา และต้องบรรลุนิติภาวะ  - กก. ต้องไม่มีลักษณะต้องห้ามตามที่ กม. กำหนด ได้แก่  -ไม่เป็นบุคคลล้มละลาย คนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ -ไม่เคยรับโทษจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุกในความผิด เกี่ยวกับทรัพย์ที่ได้กระทำโดยทุจริต -ไม่เคยถูกลงโทษไล่ออกหรือปลดออกจากราชการ หรือองค์การ หรือหน่วยงานของรัฐ ฐานทุจริตต่อหน้าที่ (ม. ๖๘)",
                  "บริษัทจำกัด": "กม. มิได้กำหนดคุณสมบัติของ กก. ไว้โดยชัดแจ้ง หมายเหตุ: คกก. กฤษฎีกา เคยให้ความเห็นไว้ว่า กก. ต้องเป็นบุคคลธรรมดา (เรื่องเสร็จที่ ๓๘๕/๒๕๒๑) - กม. มิได้กำหนดลักษณะต้องห้ามไว้โดยชัดแจ้ง หากแต่กำหนด เหตุพ้นจากตำแหน่ง กก. ได้แก่ กก. ล้มละลาย หรือตกเป็นผู้ไร้ ความสามารถ (ม. ๑๑๕๔)"
                }
              ]
            },
            {
              "id": "1.2",
              "name": "๑.๒ ที่มาของ กก.",
              "details": [
                {
                  "aspect": "การตั้ง กก. ในกรณีทั่วไป (กรณี กก. ออกจากตำแหน่งเมื่อครบวาระ)",
                  "บริษัทมหาชนจำกัด": " กก. นั้นให้ที่ประชุม ผถห. เลือกตั้ง (ม. ๗๐) หมายเหตุ: เว้นแต่ข้อบังคับของบริษัทจะกำหนดเป็นอย่างอื่น การเลือกตั้ง กก.ให้เป็นตามหลักเกณฑ์ Cumulative voting คือ -ผถห. แต่ละคนมีคะแนนเสียงเท่ากับจำนวนหุ้นที่ถือคูณด้วยจำนวน กก  คนเดียวหรือหลายคนเป็น กก. ก็ได้ -บุคคลซึ่งได้รับคะแนนเสียงสูงสุดตามลำดับลงมาเป็นผู้ได้รับการเลือกตั้งเป็น กก. เท่าจำนวน กก. ที่จะพึงมี",
                  "บริษัทจำกัด": "กก. นั้นเฉพาะที่ประชุมใหญ่ ผถห. เท่านั้นที่จะตั้งหรือถอนได้ (ม. ๑๑๕๑) หมายเหตุ:  กม. มิได้กำหนดหลักเกณฑ์เกี่ยวกับการเลือกตั้ง กก. ไว้, เป็นการเฉพาะ กรณีย่อมเป็นไปตามหลักเสียงข้างมาก ,ทั่วไป หรือตามที่กำหนดไว้ในข้อบังคับของบริษัท "
                },
                {
                  "aspect": "การตั้งซ่อม กก. (กรณีมีตำแหน่งว่างลงใน คณะ กก. เพราะเหตุอื่นนอกจากถึงคราว ออกตามวาระ)",
                  "บริษัทมหาชนจำกัด": "กรณีมีตำแหน่ง กก. ว่างลง หากแต่ กก. ที่เหลืออยู่ยังสามารถ ปฏิบัติหน้าที่ต่อไปได้ (ม. ๗๕) • ให้ คกก. เลือกบุคคลซึ่งมีคุณสมบัติและไม่มีลักษณะต้องห้ามเข้า เป็น กก. แทนในการประชุม คกก. คราวถัดไป เว้นแต่วาระของ กก. จะเหลือน้อยกว่า ๒ เดือน และบุคคลซึ่งเข้าเป็น กก. แทน นั้นอยู่ในตำแหน่งได้เพียงเท่าวาระที่ยังเหลืออยู่ของ กก. ซึ่งตน แทน หมายเหตุ: มติของ คกก. ต้องประกอบด้วยคะแนนเสียง ไม่น้อยกว่า ๓/๔ ของจำนวน กก. ที่ยังเหลืออยู่ - กรณีมีตำแหน่ง กก. ว่างลง และ กก. ที่เหลืออยู่ไม่สามารถปฏิบัติ หน้าที่ต่อไปได้ (ม. ๘๓ ว. ๑) • กก. ที่เหลืออยู่กระทำการในนามของ คกก. ได้แต่เฉพาะการจัดให้ มีการประชุม ผถห. เพื่อเลือกตั้ง กก. แทนตำแหน่งที่ว่างทั้งหมด หมายเหตุ: การประชุม ผถห. ต้องจัดภายใน ๑ เดือนนับแต่วันที่ จำนวน กก. ว่างลงเหลือน้อยกว่าจำนวนที่จะเป็น องค์ประชุม (ม.๘๓ ว.๒)",
                  "บริษัทจำกัด": "กรณีมีตำแหน่ง กก. ว่างลง หากแต่ กก. ที่เหลืออยู่ยังสามารถปฏิบัติหน้าที่ต่อไปได้ (ม. ๑๑๕๕) • กก. ที่เหลืออยู่จะตั้ง กก. ขึ้นใหม่ให้เต็มที่ว่างก็ได้ และ กก. ใหม่นั้น มีวาระการดำรงตำแหน่งเท่ากับเวลาที่ กก. ที่ออกไปนั้นเหลืออยู่ หมายเหตุ: กม. มิได้กำหนดเรื่องมติที่ประชุมในกรณีนี้ไว้เป็นการเฉพาะ กรณีจึงเป็นไปตามหลักเสียงข้างมากทั่วไป - กรณีมีตำแหน่ง กก. ว่างลง และ กก. ที่เหลืออยู่ไม่สามารถปฏิบัติหน้าที่ต่อไปได้ (ม. ๑๑๕๙) • กก. ที่เหลืออยู่กระทำได้แต่เพียงตั้ง กก. ให้ครบจำนวนที่จะเป็นองค์ประชุม หรือเรียกประชุมใหญ่ ผถห. เพื่อ ตั้ง กก. ให้เต็มที่ว่างนั้น"
                }
              ]
            },
            {
              "id": "1.3",
              "name": "๑.๓ การพ้นจากตำแหน่งของ กก.",
              "details": [
                "กก. พ้นจากตำแหน่งเมื่อครบวาระ (ม. ๑๑๕‑๑๑๕๓)",
                "กก. พ้นจากตำแหน่งเป็นจำนวน ๑/๓ เมื่อครบวาระ (ตามวิธีการ Cumulative voting)",
                "ข้อยกเว้น: กก. ถูกถอดถอนโดยที่ประชุมใหญ่ ผถห. (ม. ๗๖); กก. ตาย, ลาออก, ขาดคุณสมบัติ, มีลักษณะต้องห้าม หรือศาลมีคำสั่งให้ออก (ม. ๗๒)",
                "กก. ครบวาระเมื่อมีการประชุมสามัญประจำปี (ม. ๑๑๕๒‑๑๑๕๓)"
              ]
            },
            {
              "id": "2",
              "name": "๒. อำนาจหน้าที่และการปฏิบัติหน้าที่ของ กก.",
              "subtopics": [
                {
                  "id": "2.1",
                  "name": "๒.๑ อำนาจหน้าที่ทั่วไปและเฉพาะเจาะจง",
                  "details": [
                    {
                      "aspect": "อำนาจทั่วไป",
                      "บริษัทมหาชนจำกัด": "คกก. มีอำนาจและหน้าที่จัดการบริษัทให้เป็นไปตามวัตถุประสงค์, ข้อบังคับและมติของที่ประชุม ผถห. (ม. ๗๗ ว. ๑)",
                      "บริษัทจำกัด": "กก. ต้องทำหน้าที่ตามที่ กม. กำหนด เช่น เรียกให้ผู้จองหุ้นชำระเงินค่าหุ้น, จัดให้มีและรักษาสมุดบัญชีและทะเบียน, แจกเงินปันผล, จัดทำใบหุ้นและมอบให้ ผถห., จัดและเรียกประชุม ผถห."
                    },
                    {
                      "aspect": "อำนาจเฉพาะเจาะจง",
                      "บริษัทมหาชนจำกัด": "หน้าที่ที่กม.กำหนดให้กก.ทำหน้าที่ในเรื่องใดเป็นการเฉพาะ (ม.๙๑) เช่น การเรียกให้ผู้จองหุ้นชำระเงินค่าหหุ้น การจัดให้มีและรักษาสมุดบัญชีและทะเบียน การแจกเงินปันผลถูกต้อง การจัดทำใบหุ้นและมอบแก่ผถห. การจัดและเรียกประชุม ผถห.",
                      "บริษัทจำกัด": "หน้าที่ที่ กม. กำหนดให้ กก.ทำหน้าที่ในเรื่องใดเป็นการเฉพาะ (ม. ๑๑๖๘ ว.๒) เช่น การเรียกให้ใช้เงินค่าหุ้นกันจริง การจัดให้มีและรักษาสมุดบัญชี การแจกเงินปันผลถูกต้อง การจัดทำใบหุ้นและมอบแก่ ผถห. การจัดและเรียกประชุมใหญ่ ผถห."
                    }
                  ]
                },
                {
                  "id": "2.2",
                  "name": "๒.๒ หลักการปฏิบัติหน้าที่ของ กก.",
                  "details": [
                    "กก. ต้องปฏิบัติหน้าที่ตาม กม. วัตถุประสงค์, ข้อบังคับของบริษัทและมติของที่ประชุม ผถห. ด้วยความซื่อสัตย์สุจริตและระมัดระวัง (ม. ๘๕ ว. ๑)",
                    "หลัก Fiduciary duty ประกอบด้วย: Duty of care, Duty of loyalty, Ultra Vires, Conflict of interest, Transparency",
                    "กก. ต้องแจ้งส่วนได้เสียที่มีต่อสัญญากับบริษัท, ไม่ให้บริษัทกู้ยืมเงินแก่ กก. (ม. ๘๙), ไม่ให้บริษัทจ่ายเงินหรือทรัพย์สินอื่นแก่ กก. นอกจากค่าตอบแทนตามข้อบังคับ (ม. ๙๐)",
                    "กก. ต้องใช้ความเอื้อเฟื้อสอดส่องด้วยความระมัดระวัง (ม. ๑๑๖๘ ว. ๑)"
                  ]
                },
                {
                  "id": "2.3",
                  "name": "๒.๓ การประชุม คกก.",
                  "subtopics": [
                    {
                      "id": "1.4.3.1",
                      "name": "จำนวนครั้งและสถานที่ของการประชุม",
                      "details": [
                        {
                          "aspect": " จำนวนครั้งและสถานที่ของการประชุม",
                          "บริษัทมหาชนจำกัด": "คกก. ต้องประชุมอย่างน้อยทุก 3 เดือน ณ สำนักงานแห่งใหญ่ของบริษัท (ม. ๗๙)",
                          "บริษัทจำกัด": "กม. มิได้กำหนดจำนวนครั้งของการประชุม คกก. ไว้เป็นการเฉพาะเจาะจง และมิได้กำหนดเรื่องสถานที่ประชุม คกก. ไว้เช่นกัน หมายเหตุ: บริษัทอาจกำหนดเรื่องนี้ไว้ในข้อบังคับของบริษัทก็ได้ : การประชุมผ่านสื่ออิเล็กทรอนิกส์ (พรก. ว่าด้วยการประชุมผ่านสื่ออิเล็กทรอนิกส์ พ.ศ. ๒๕๖๓) เว้นแต่จะมีข้อบังคับกำหนดห้ามไว้ (ม. ๑๑๖๒/๑)"
                        },
                        {
                          "aspect": "การเรียกประชุม คกก.",
                          "บริษัทมหาชนจำกัด": "ประธาน กก. เป็นผู้เรียกประชุม คกก. (ม. ๘๑) หมายเหตุ: ถ้า กก. ตั้งแต่ ๒ คนขึ้นไปร้องขอให้เรียกประชุม คกก. ให้ประธาน กก. กำหนดวันประชุมภายใน ๑๔ วันนับแต่ วันที่ได้รับการร้องขอ (ม. ๘๑ ว. ๒) ถ้าประธานไม่เรียกประชุม กก. นั้นเรียกประชุมเองได้ (ม. ๘๑ ว. ๓) : ถ้าไม่มีประธาน กก. ตั้งแต่ ๒ คนขึ้นไปร่วมกันเรียกประชุม คกก. ได้ (ม. ๘๑/๑) - การเรียกประชุม คกก. ให้ส่งหนังสือนัดประชุมไปยัง กก. ไม่น้อยกว่า ๓ วันก่อนวันประชุม หรือแจ้งนัดโดยวิธีการทางอิเล็กทรอนิกส์และกำหนดวันประชุมให้เร็วกว่านั้นได้หากเป็นเรื่องจำเป็นรีบด่วนเพื่อรักษาประโยชน์ของบริษัท (ม. ๘๒) หมายเหตุ: การส่งโดยจดหมายอิเล็กทรอนิกส์ (พรก. ว่าด้วยการประชุมผ่านสื่ออิเล็กทรอนิกส์ พ.ศ. ๒๕๖๓)",
                          "บริษัทจำกัด": "กก. คนหนึ่งคนใดจะเรียกประชุม กก. เมื่อใดก็ได้ (ม. ๑๑๖๒)"
                        },
                        {
                          "aspect": "องค์ประชุม",
                          "บริษัทมหาชนจำกัด": "ต้องมี กก. มาประชุมไม่น้อยกว่ากึ่งหนึ่งของจำนวน กก. ทั้งหมด จึงจะเป็นองค์ประชุม (ม. ๘๐) หมายเหตุ: ประธาน กก. ทำหน้าที่ประธานในที่ประชุม (ม. ๘๐)",
                          "บริษัทจำกัด": "กก. จะกำหนดจำนวน กก. ที่จะเป็นองค์ประชุมก็ได้ ถ้าและมิได้กำหนดไว้ เมื่อจำนวน กก. เกินกว่า ๓ คน ต้องมี กก. เข้าประชุม ๓ คนจึงจะเป็นองค์ประชุม (ม. ๑๑๖๐) หมายเหตุ: กก. จะเลือก กก. คนหนึ่งทำหน้าที่ประธานในที่ประชุม และกำหนดเวลาให้อยู่ในตำแหน่งเพียงใดก็ได้ (ม. ๑๑๖๓)"
                        },
                        {
                          "aspect": "มติที่ประชุม",
                          "บริษัทมหาชนจำกัด": "การวินิจฉัยชี้ขาดของที่ประชุมให้ถือเสียงข้างมากโดย กก. คนหนึ่ง มีเสียงหนึ่งในการลงคะแนน (ม. ๘๐ ว. ๒ และ ว. ๓) หมายเหตุ: • กก. ซึ่งมีส่วนได้เสียในเรื่องใดไม่มีสิทธิออกเสียงลงคะแนนในเรื่องนั้น • ถ้าคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด",
                          "บริษัทจำกัด": "การชี้ขาดตัดสินให้ถือตามเสียงข้างมาก (ม. ๑๑๖๑) หมายเหตุ: ถ้าคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด"
                        },
                        {
                          "aspect": "รายงานการประชุม",
                          "บริษัทมหาชนจำกัด": "บริษัทต้องจัดให้มีรายงานการประชุม คกก. และเก็บรักษาไว้ ณ สนงญ. ของบริษัท หรือมอบหมายบุคคลใดทำการแทนได้ (ม. ๙๖) ",
                          "บริษัทจำกัด": "กก. ต้องจัดให้จดบันทึกรายงานการประชุมและข้อมติทั้งหมดของ ที่ประชุม กก. ลงในสมุดและเก็บรักษาไว้ ณ สนง. ที่จดทะเบียนของ บริษัท (ม. ๑๒๐๗) "
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": 3,
              "name": "๓ ความรับผิดชอบของ กก.",
              "subtopics": [
                {
                  "id": "3.1",
                  "name": "๓.๑ เงื่อนไข ครผ.",
                  "details": {
                    "บริษัทมหาชนจำกัด": "แบ่งเป็นสองกรณี: กรณีที่ ๑: กก. กระทำความผิด และก่อให้เกิดความเสียหายแก่บริษัทแล้ว (ม. ๘๕ ว. ๒ (๑)) กรณีที่ ๒: กก. กระทำความผิด และบริษัทยังมิได้รับความเสียหาย แต่อาจก่อให้เกิดความเสียหายแก่บริษัท (ม. ๘๕ ว.๒ (๒))",
                    "บริษัทจำกัด": "เป็นกรณี กก. กระทำความผิด และก่อให้เกิดความเสียหายแก่บริษัทแล้ว (ม.๑๑๖๙)"
                  }
                },
                {
                  "id": "3.2",
                  "name": "๓.๒  ผู้มีสิทธิฟ้องร้อง กก.ให้รับผิด",
                  "details": {
                    "บริษัทมหาชนจำกัด": "กรณีที่ ๑: บริษัท หรือ ผถห. ฟ้องเรียกค่าสินไหมทดแทนจาก กก. ได้ - กรณีที่ ๒: ผู้ถือหุ้นร้องขอให้ศาลสั่งระงับการกระทำของ กก. นั้นได้",
                    "บริษัทจำกัด": "ผู้มีสิทธิฟ้องร้อง กก. ให้รับผิดได้แก่บริษัท -หากบริษัทไม่ฟ้องร้อง ผถห.หรือเจ้าหนี้ของบริษัทฟ้อง กก.ให้รับผิดได้"
                  }
                },
                {
                  "id": "3.3",
                  "name": "๓.๓ เงื่อนไขแห่งการใช้สิทธิ",
                  "details": {
                    "บริษัทมหาชนจำกัด": "กรณี ผถห. ฟ้องหรือร้องขอต่อศาล แล้วแต่กรณี • ผถห. ต้องถือหุ้นรวมกันเป็นจำนวนไม่น้อยกว่าร้อยละ ๕ ของหุ้นที่จำหน่ายได้แล้วทั้งหมด และ ผถห. นั้นต้องเป็น ผถห. อยู่ในขณะที่ กก. ก่อให้เกิดความเสียหาย หรืออาจก่อให้เกิดความเสียหายแก่บริษัท แล้วแต่กรณี ด้วย • ผถห. อาจร้องขอต่อศาลให้สั่งถอดถอน กก. ที่ก่อให้เกิดความเสียหาย หรือที่อาจก่อให้เกิดความเสียหายแก่บริษัท (พร้อมกับการฟ้องเรียกค่าสินไหมทดแทนหรือการร้องขอให้ศาลสั่งระงับการกระทำนั้น) ได้",
                    "บริษัทจำกัด": "กรณี ผถห. ฟ้องร้อง • เป็นการใช้สิทธิฟ้องร้องของบริษัทแทนบริษัทผู้เสียหายโดยตรง • กม. มิได้กำหนดเงื่อนไขใด ๆ เพิ่มเติมเกี่ยวกับตัว ผถห. จำนวนหุ้น ที่ ผถห. ที่ฟ้องร้องนั้นถืออยู่ หรือช่วงเวลาของการถือหุ้น - กรณีเจ้าหนี้ของบริษัทฟ้องร้อง เป็นการใช้สิทธิฟ้องร้องของตนเองตามที่ กม. ให้อำนาจไว้"
                  }
                }
              ]
            }
          ]
        },
        {
          "id": 2,
          "name": "ผู้ถือหุ้น และการประชุมผู้ถือหุ้น",
          "subtopics": [
            {
              "id": 1,
              "name": "หน้าที่ของ ผถห.",
              "details": {
                "บริษัทมหาชนจำกัด": "ผถห. ต้องชำระเงินค่าหุ้นเต็มจำนวนในคราวเดียว (ม. 37 ว. 2)",
                "บริษัทจำกัด": " ผถห. ต้องส่งใช้เงินค่าหุ้นคราวแรกตามที่ กก. เรียก แต่ไม่ต่ำกว่าร้อยละ 25 ของมูลค่าหุ้นที่ตั้งไว้ (ม. 1105 ว. 3) ผถห. ต้องส่งใช้เงินค่าหุ้นที่ยังจะต้องส่งตามจำนวนที่ กก. เรียก (ม. 1120)"
              }
            },
            {
              "id": 2,
              "name": "สิทธิของผถหในการตรวจสอบ กก",
              "subtopics": [
                {
                  "id": 2.1,
                  "name": " สิทธิเกี่ยวกับการประชุม ผถห.",
                  "subtopics": [
                    {
                      "aspect": "ประเภทของการประชุม ผถห.",
                      "details": {
                        "บริษัทมหาชนจำกัด": "การประชุม ผถห. แบ่งออกเป็นสองประเภท ได้แก่ • การประชุมสามัญประจำปี (ม. ๙๘ ว. ๑) • การประชุมวิสามัญ ผถห. (ม. ๙๘ ว. ๒) หมายเหตุ: การประชุมผ่านสื่ออิเล็กทรอนิกส์ (พรก. ว่าด้วยการประชุมผ่านสื่ออิเล็กทรอนิกส์ พ.ศ. ๒๕๖๓) เว้นแต่จะมีข้อบังคับกำหนดห้ามไว้ (ม. ๙๘ ว. ๓)",
                        "บริษัทจำกัด": "การประชุม ผถห. แบ่งออกเป็นสองประเภท ได้แก่ • การประชุมใหญ่สามัญ (ม. ๑๑๗๑ ว. ๑ และ ว. ๒) • การประชุมใหญ่วิสามัญ (ม. ๑๑๗๑ ว. ๓) หมายเหตุ: การประชุมผ่านสื่ออิเล็กทรอนิกส์ (พรก. ว่าด้วยการประชุมผ่านสื่ออิเล็กทรอนิกส์ พ.ศ. ๒๕๖๓)"
                      }
                    },
                    {
                      "aspect": "การเรียกประชุม",
                      "details": {
                        "บริษัทมหาชนจำกัด": "​การประชุมใหญ่สามัญ - คกก. ต้องจัดให้มีการประชุมใหญ่สามัญประจำปีภายใน ๔ เดือนนับแต่วันสิ้นสุดรอบปีบัญชีของบริษัท (ม. ๙๘ ว. ๑) การประชุมใหญ่วิสามัญหลัก: คกก. จะเรียกประชุมวิสามัญเมื่อใดก็ได้สุดแต่จะเห็นสมควร (ม. ๙๙) ข้อยกเว้น: • ถ้า ผถห. คนหนึ่งหรือหลายคนมีหุ้นนับรวมกันได้ไม่น้อยกว่า ๑/๑๐ ของจำนวนหุ้นที่จำหน่ายได้ทั้งหมด เข้าชื่อกันทำหนังสือขอให้ คกก. เรียกประชุม ผถห. เป็นการประชุมวิสามัญเมื่อใดก็ได้แต่ต้องระบุเรื่องและเหตุผลที่จะให้เรียกประชุมเช่นนั้น (ม. ๑๐๐) หมายเหตุ: คกก. ต้องจัดให้มีการประชุม ผถห. ภายใน ๔๕ วันนับแต่วันที่ได้รับหนังสือจาก ผถห. (ม. ๑๐๐) (โทษ ม. ๑๙๕) • ถ้า คกก. ไม่จัดให้มีการประชุมภายในกำหนดเวลาดังกล่าว ผถห. ซึ่งเข้าชื่อกันหรือ ผถห. อื่น ๆ รวมกันได้จำนวนหุ้นดังกล่าวจะเรียกประชุมเองก็ได้ภายใน ๔๕ วันนับแต่วันครบกำหนดเวลานั้น และให้ถือว่าเป็นการประชุม ผถห. ที่ คกก. เรียกประชุม โดยบริษัทต้องรับผิดชอบค่าใช้จ่ายอันจำเป็นที่เกิดจากการจัดให้มีการประชุมและอำนวยความสะดวกตามสมควร (ม. ๑๐๐ ว. สาม ใหม่) (ม. ๑๐๐ ว. สอง ใหม่) หมายเหตุ: ผถห. ที่เรียกประชุมอาจจัดส่งหนังสือนัดประชุมไปยังผู้ถือหุ้นโดยวิธีการทางอิเล็กทรอนิกส์ก็ได้ หากได้ให้ความยินยอมไว้ แก่บริษัทหรือ คกก. แล้ว (ม. ๑๐๑/๑) • ถ้าในการประชุม ผถห. ที่เรียกประชุมเพราะ ผถห. มี ผถห. มาประชุมไม่ครบเป็นองค์ประชุม ผถห. ทั้งหลายที่เรียกประชุมนั้น จะต้องร่วมกันรับผิดชอบชดใช้ค่าใช้จ่ายที่เกิดจากการจัดให้มีการประชุมในครั้งนั้นให้แก่บริษัท (ม. ๑๐๐ ว. สาม ใหม่).",
                        "บริษัทจำกัด": "การประชุมใหญ่สามัญ - กก. ต้องจัดให้มีการประชุมใหญ่สามัญทุกระยะเวลา ๑๒ เดือนอันเป็นรอบปีทางบัญชีของบริษัท (ม. ๑๑๗๑ ว. ๑) การประชุมใหญ่วิสามัญ หลัก: กก. จะเรียกประชุมวิสามัญเมื่อใดก็ได้สุดแต่จะเห็นสมควร (ม. ๑๑๗๒) ข้อยกเว้น: • กก. ต้องเรียกประชุมในกรณีที่บริษัทขาดทุนลงถึงกึ่งหนึ่งของจำนวนทุนจดทะเบียน (ม. ๑๑๗๒ ว. ๒) และในกรณีที่มีตำแหน่งว่างลงในจำนวนผู้สอบบัญชี (ม. ๑๒๑๑) • ถ้า ผถห. มีจำนวนหุ้นนับรวมกันได้ไม่น้อยกว่า ๑/๕ ของจำนวนหุ้นทั้งหมดเข้าชื่อกันทำหนังสือร้องขอให้เรียกประชุม พร้อมระบุความประสงค์ที่จะให้เรียกประชุมเช่นนั้น (ม. ๑๑๗๓) หมายเหตุ: กก. ต้องเรียกประชุมโดยพลัน ถ้าและพ้นกำหนดเวลา ๓๐ วันนับแต่วันยื่นคำร้อง ผถห. ทั้งหลายซึ่งร้องขอนั้น หรือ ผถห. คนอื่น ๆ รวมจำนวนหุ้นได้ดั่งนั้นจะเรียกประชุมเองก็ได้ (ม. ๑๑๗๔)"
                      }
                    },
                    {
                      "aspect": "วิธีการเรียกประชุม",
                      "details": {
                        "บริษัทมหาชนจำกัด": "ให้จัดส่งหนังสือนัดประชุมให้ ผถห. และนายทะเบียนทราบไม่น้อยกว่า ๗ วัน ก่อนวันประชุม และให้โฆษณาคำบอกกล่าวนัดประชุมใน นสพ. ไม่น้อยกว่า ๓ วัน ก่อนวันประชุมด้วย (ม. ๑๐๑ ว. ๑) หมายเหตุ: หนังสือนัดประชุมให้ระบุสถานที่ วัน เวลา ระเบียบวาระการประชุม และเรื่องที่จะเสนอต่อที่ประชุม พร้อมรายละเอียด โดยระบุให้ชัดเจนว่าเป็นเรื่องเสนอเพื่อทราบเพื่ออนุมัติหรือเพื่อพิจารณา รวมทั้งความเห็นของ คกก. ในเรื่องดังกล่าว (ม. ๑๐๑ ว. ๑) หมายเหตุ: การส่งโดยจดหมายอิเล็กทรอนิกส์ (พรก. ว่าด้วยการประชุมผ่านสื่ออิเล็กทรอนิกส์ พ.ศ. ๒๕๖๓)",
                        "บริษัทจำกัด": "คำบอกกล่าวเรียกประชุมให้ทางไปรษณีย์ตอบรับไปยัง ผถห. ที่มีชื่อในสมุดทะเบียน ผถห. กรณีบริษัทมีหุ้นผู้ถือ ให้โฆษณาในหนังสือพิมพ์แห่งท้องที่อย่างน้อยหนึ่งครั้งหรือในสื่ออิเล็กทรอนิกส์ตามหลักเกณฑ์และวิธีการที่กำหนดในกฎระทรวง ก่อนวันประชุมไม่น้อยกว่า ๗ วัน (ม. ๑๑๗๕ ว. ๑) หมายเหตุ: • เว้นแต่เป็นคำบอกกล่าวเรียกประชุมใหญ่เพื่อลงมติพิเศษ การกระทำเช่นนั้นต้องกระทำก่อนวันประชุมไม่น้อยกว่า ๑๔ วัน (ม. ๑๑๗๕ ว. ๑) • คำบอกกล่าวให้ระบุสถานที่ วัน เวลา และสภาพแห่งกิจการที่จะประชุมปรึกษากัน และสำหรับกรณีคำบอกกล่าวเรียกประชุมใหญ่เพื่อลงมติพิเศษ ให้ระบุข้อความที่จะนำเสนอให้ลงมติด้วย (ม. ๑๑๗๕ ว. ๒) หมายเหตุ: การส่งโดยจดหมายอิเล็กทรอนิกส์ (พรก. ว่าด้วยการประชุมผ่านสื่ออิเล็กทรอนิกส์ พ.ศ. ๒๕๖๓)"
                      }
                    },
                    {
                      "aspect": "องค์ประชุม",
                      "details": {
                        "บริษัทมหาชนจำกัด": "ต้องมี ผถห. และผู้รับฉันทะมาประชุมไม่น้อยกว่า ๒๕ คน หรือ ไม่น้อยกว่ากึ่งหนึ่งของจำนวน ผถห. ทั้งหมด และต้องมีหุ้นนับ รวมกันได้ไม่น้อยกว่า ๑/๓ ของจำนวนหุ้นที่จำหน่ายได้ทั้งหมด จึงจะเป็นองค์ประชุม (ม. ๑๐๓ ว. ๑) หมายเหตุ: • ผถห. ทุกคนมีสิทธิเข้าประชุมและออกเสียงลงคะแนนในการ ประชุม ผถห. (ม. ๑๐๒) • ผถห. อาจมอบฉันทะให้บุคคลอื่นเข้าประชุมและออกเสียง ลงคะแนนแทนตนได้ การมอบฉันทะต้องทำเป็นหนังสือและ เป็นไปตามเงื่อนไขที่ กม. กำหนด (ม. ๑๐๒ ประกอบ ม. ๓๔) หมายเหตุ: การมอบฉันทะอาจดำเนินการโดยวิธีการทาง อิเล็กทรอนิกส์แทนได้ตามหลักเกณฑ์ที่นายทะเบียนกำหนด (ม. ๑๐๒ ว. ๓)",
                        "บริษัทจำกัด": "ต้องมี ผถห. และผู้รับฉันทะมาประชุมไม่น้อยกว่า ๒๕ คน หรือ ไม่น้อยกว่ากึ่งหนึ่งของจำนวน ผถห. ทั้งหมด และต้องมีหุ้นนับรวมกันได้ไม่น้อยกว่า ๑/๓ ของจำนวนหุ้นที่จำหน่ายได้ทั้งหมด จึงจะเป็นองค์ประชุม (ม. ๑๐๓ ว. ๑) หมายเหตุ: • ผถห. ทุกคนมีสิทธิเข้าประชุมและออกเสียงลงคะแนนในการ ประชุม ผถห. (ม. ๑๐๒) • ผถห. อาจมอบฉันทะให้บุคคลอื่นเข้าประชุมและออกเสียง ลงคะแนนแทนตนได้ การมอบฉันทะต้องทำเป็นหนังสือและ เป็นไปตามเงื่อนไขที่ กม. กำหนด (ม. ๑๐๒ ประกอบ ม. ๓๔) ยังต้องมี ผถห. หรือผู้รับฉันทะ ไม่น้อยกว่าสองคนมาประชุมและมีจำนวนหุ้นนับรวมกันได้ไม่น้อยกว่า ๑/๔ แห่งทุนของบริษัท จึงจะสามารถลงมติในเรื่องใด ๆ ได้ (ม. ๑๑๗๘)   หมายเหตุ: • ผถห. ทุกคนมีสิทธิเข้าประชุมใหญ่ ผถห. ได้ไม่ว่าชนิดใดคราวใด (ม. ๑๑๗๖) • ผถห. อาจมอบฉันทะให้บุคคลอื่นเข้าประชุมและออกเสียง ลงคะแนนแทนตนได้ การมอบฉันทะต้องทำเป็นหนังสือ (ม. ๑๑๘๗) และเป็นไปตามเงื่อนไขที่ กม. กำหนด (ม. ๑๑๘๘)"
                      }
                    },
                    {
                      "aspect": "การดำเนินการประชุม",
                      "details": {
                        "บริษัทมหาชนจำกัด": "- ประธาน กก. เป็นประธานของที่ประชุม ผถห. - การประชุมต้องดำเนินการให้เป็นไปตามลำดับระเบียบวาระการประชุมที่กำหนดไว้ในหนังสือนัดประชุม หมายเหตุ: เว้นแต่ที่ประชุมจะมีมติให้เปลี่ยนลำดับระเบียบวาระการประชุมด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวน ผถห. ที่มาประชุม (ม. ๑๐๕)",
                        "บริษัทจำกัด": "ประธาน กก. เป็นประธานในที่ประชุม ผถห. (ม. ๑๑๘๐) หมายเหตุ: ไม่มี กม. กำหนดให้การประชุมต้องดำเนินการให้เป็นไป ตามลำดับระเบียบวาระการประชุมที่กำหนดไว้ในหนังสือนัดประชุมแต่อย่างใด"
                      }
                    },
                    {
                      "aspect": "การออกเสียงลงคะแนน",
                      "details": {
                        "บริษัทมหาชนจำกัด": "การออกเสียงลงคะแนนกระทำได้สองวิธี ได้แก่ • หลัก: การออกเสียงโดยเปิดเผย การออกเสียงลงคะแนนให้กระทำโดยเปิดเผย • ข้อยกเว้น: การลงคะแนนลับ ถ้า ผถห. จำนวนไม่น้อยกว่า ๕ คนร้องขอ และที่ประชุมลงมติให้ ลงคะแนนลับ ก็ให้ลงคะแนนลับ ส่วนวิธีการออกเสียงลงคะแนน ลับให้เป็นไปตามที่ประธานในที่ประชุมกำหนด (ม. ๑๐๒ ประกอบ ม.๓๓ ว.๕)",
                        "บริษัทจำกัด": "การออกเสียงลงคะแนน: หลัก – การออกเสียงโดยวิธีชูมือ (ม. ๑๑๙๐) ; ข้อยกเว้น – การลงคะแนนลับ (ถ้าก่อนหรือในเวลาที่แสดงผลแห่งการชูมือ ผถห. จำนวนไม่ต่ำกว่า ๒ คนร้องขอให้ลงคะแนนลับ) และอาจทำได้ตามที่ประธานในที่ประชุมกำหนด (ม. ๑๑๙๒)."
                      }
                    },
                    {
                      "aspect": "ผู้มีสิทธิออกเสียงลงคะแนน",
                      "details": {
                        "บริษัทมหาชนจำกัด": "หลัก: ผถห. มีสิทธิออกเสียงลงคะแนนในการประชุม ผถห. (ม. ๑๐๒) – ข้อยกเว้น: ผถห. ถูกจำกัดสิทธิหรือต้องห้ามมิให้ใช้สิทธิ • ผถห. มีส่วนได้เสียเป็นพิเศษในเรื่องที่พิจารณาลงมติ (ม. ๓๓ ว.๒)",
                        "บริษัทจำกัด": "หลัก: ผถห. มีสิทธิออกเสียงลงคะแนนในการประชุม ผถห. (ม. ๑๐๒) – ข้อยกเว้น: ผถห. ถูกจำกัดสิทธิหรือต้องห้ามมิให้ใช้สิทธิ (ข้อบังคับกำหนดจำนวนหุ้นขั้นต่ำที่มีสิทธิออกเสียงลงคะแนน ม. ๑๑๘๓), ผถห. ชำระเงินค่าหุ้นไม่ครบตามที่บริษัทเรียกเก็บ ม. ๑๑๘๔, ผถห. มีส่วนได้เสียเป็นพิเศษในเรื่องที่พิจารณาลงมติ ม. ๑๑๘๕, กรณีหุ ้นที่มีใบหุ้นชนิดออกให้แก่ผู้ถือ ม. ๑๑๘๖)"
                      }
                    },
                    {
                      "aspect": "จำนวนเสียงของ ผถห.",
                      "details": {
                        "บริษัทมหาชนจำกัด": "ผถห. มีคะแนนเสียงเท่าจำนวนหุ้นที่ถือ โดยถือว่าหุ้นหนึ่งมีเสียงหนึ่งเสียง (ม. ๑๐๒ ประกอบ ม. ๓๓ ว. ๔) หมายเหตุ: การออกเสียงลงคะแนนในส่วนที่ถือว่าหุ้นหนึ่งมีเสียงหนึ่งนั้นมิให้ ใช้บังคับกับกรณีที่บริษัทได้ออกหุ้นบุริมสิทธิและกำหนดให้มีสิทธิออกเสียงลงคะแนนน้อยกว่าหุ้นสามัญ (ม.๑๐๒ ว.๒)",
                        "บริษัทจำกัด": "การลงคะแนนโดยวีชูมือ ผถห. หรือผู้รับฉันทะ คนหนึ่ง มี เสียง หนึ่ง เสียง (ม. ๑๑๘๒) – การลงคะแนนลับ ผถห. มีคะแนนเสียง เสียงหนึ่ง ต่อ หุ้นหนึ่ง ที่ตนถือ (ม. ๑๑๘๒) (หมายเหตุ: เว้นแต่ข้อบังคับกำหนดไว้เป็นอย่างอื่นในส่วนที่เกี่ยวกับ หุ้นบุริมสิทธิ (ถ้ามี))"
                      }
                    },
                    {
                      "aspect": "มติที่ประชุม",
                      "details": {
                        "บริษัทมหาชนจำกัด": "กรณีปกติ : ให้ถือคะแนนเสียงข้างมากของผู้ถือหุ้นที่มาประชุมและออกเสียงลงคะแนน ถ้ามีคะแนนเสียงเท่ากัน – ให้ประธานในที่ประชุมออกเสียงเพิ่มอีกหนึ่งเสียงเป็นเสียงชี้ขาด – กรณีเรื่องสำคัญ : ให้ถือคะแนนเสียงไม่น้อยกว่า 3/4 ของจำนวนเสียงทั้งหมดของผู้ถือหุ้นที่มาประชุมและมีสิทธิออกเสียงลงคะแนน",
                        "บริษัทจำกัด": "กรณีปกติ - ให้ถือคะแนนเสียงข้างมากของผู้ถือหุ้นที่มาประชุมและออกเสียงลงคะแนน ถ้ามีคะแนนเสียงเท่ากัน – ให้ประธานในที่ประชุมออกเสียงเพิ่มอีกหนึ่งเสียงเป็นเสียงชี้ขาด กรณีเรื่องสำคัญ - ให้ถือคะแนนเสียงไม่น้อยกว่า 3/4 ของจำนวนเสียงทั้งหมดของผู้ถือหุ้นที่มาประชุมและมีสิทธิออกเสียงลงคะแนน ณีทั่วไป - ใช้มติเสียงข้างมาก เว้นแต่ข้อบังคับของบริษัทจะกำหนดไว้เป็นอย่างอื่น กรณีมี กม. กำหนดให้ใช้มติพิเศษ ต้องลงมติในเรื่องนั้นโดยคะแนนเสียงข้างมากไม่ต่ำกว่า 3/4 ของจำนวนเสียงทั้งหมดของ ผถห. ที่มาประชุมและมีสิทธิออกเสียงลงคะแนน  (ม. ๑๑๙๔)"
                      }
                    }
                  ]
                },
                {
                  "id": 2.2,
                  "name": "สิทธิขอเพิกถอนมติของที่ประชุม ผถห.",
                  "details": [
                    {
                      "aspect": "เหตุแห่งการขอเพิกถอน",
                      "details": {
                        "บริษัทมหาชนจำกัด": "มีการดำเนินการฝ่าผืนบทบัญญัติของ กม. หรือข้อบังคับของบริษัท ในเรื่องการนัดประชุม หรือการลงมติ (ม. ๑๐๘ ว. ๑)",
                        "บริษัทจำกัด": "มีการดำเนินการฝ่าผืนบทบัญญัติของ กม. หรือข้อบังคับของบริษัทในเรื่องการเรียกประชุม การประชุม หรือการลงมติ (ม. ๑๑๙๕)"
                      }
                    },
                    {
                      "aspect": "ผู้มีสิทธิขอเพิกถอน",
                      "details": {
                        "บริษัทมหาชนจำกัด": "ผู้มีสิทธิร้องขอให้เพิกถอนมติของที่ประชุม ผถห. ได้แก่ ผถห.หมายเหตุ: มีเงื่อนไขเพิ่มเติม คือ ผถห. จำนวนไม่น้อยกว่า ๕ คน หรือ ผถห. ถือหุ้นนับรวมกันได้ไม่น้อยกว่า ๑/๕ ของจำนวนหุ้นที่จำหน่ายได้ทั้งหมด",
                        "บริษัทจำกัด": "ผู้มีสิทธิร้องขอต่อศาลให้เพิกถอนมติของที่ประชุม ได้แก่ กก. หรือ ผถห.หมายเหตุ: ไม่มีเงื่อนไขเพิ่มเติมเกี่ยวกับจำนวนหุ้นที่ ผถห. ถืออยู่หรือช่วงเวลาของการถือหุ้นของ ผถห. "
                      }
                    },
                    {
                      "aspect": "การดำเนินการของเพิกถอน",
                      "details": {
                        "บริษัทมหาชนจำกัด": "ต้องร้องขอต่อศาลให้สั่งเพิกถอนมติของที่ประชุม ผถห.ที่ผิดระเบียบ ภายใน ๑ เดือนนับแต่วันที่ที่ประชุมลงมติ - เมื่อศาลสั่งเพิกถอนมติที่ประชุม ผถห. แล้ว ให้บริษัทแจ้งไปยังผถห. ทราบภายใน ๑ เดือนนับแต่วันที่ศาลมีคำพิพากษาถึงที่สุด (ม. ๑๐๘ ว.๒)",
                        "บริษัทจำกัด": " ต้องร้องขอต่อศาลให้สั่งเพิกถอนมติที่ประชุม ผถห. ที่ผิดระเบียบภายใน ๑ เดือนนับแต่วันที่ที่ประชุมลงมติ (ม. ๑๑๙๕)"
                      }
                    }
                  ]
                },
                {
                  "id": 2.3,
                  "name": "สิทธิขอแต่งตั้งผู้ตรวจสอบ/ ผู้ตรวจ",
                  "details": [
                    {
                      "aspect": "ผู้มีสิทธิขอแต่งตั้ง",
                      "details": {
                        "บริษัทมหาชนจำกัด": "กรณีที่หนึ่ง: - นายทะเบียนเห็นสมควรแต่งตั้งผู้ตรวจสอบเอง เพื่อดำเนินการตรวจสอบบริษัทเมื่อมีเหตุอันควรสงสัยว่าบริษัทได้กระทำการ เพื่อโกงเจ้าหนี้ของบริษัท บริษัทฝ่าฝืนหรือไม่ปฏิบัติตาม พระราชบัญญัตินี้ หรือแจ้งข้อความที่เป็นเท็จในการขอจดทะเบียน หรือ กก. ดำเนินการผิดวัตถุประสงค์ของบริษัท หรือกระทำการ ทุจริตต่อบริษัทหรือผู้ถือหุ้นของบริษัท หรือมีการกระทำให้ ผถห.ฝ่ายข้างน้อยเสียเปรียบโดยไม่เป็นธรรม (ม. ๑๒๙) กรณีที่สอง: - ผถห. คนหนึ่งหรือหลายคนมีหุ้นนับรวมกันได้ไม่น้อยกว่าร้อยละห้าของจำนวนหุ้นที่จำหน่ายได้ทั้งหมดจะเข้าชื่อกันทำคำขอเป็นหนังสือให้นายทะเบียนแต่งตั้งผู้ตรวจสอบ เพื่อดำเนินการตรวจสอบกิจการและฐานะการเงินของบริษัท และการดำเนินงานของ คกก. ด้วยก็ได้ (ม. ๑๒๘ ว. หนึ่ง)  หมายเหตุ: -ผถห. ผู้ขอต้องระบุเหตุและประเด็นที่จะให้ตรวจสอบโดยชัดแจ้งพร้อมแจ้งชื่อและสถานที่อยู่ของ ผถห. คนหนึ่งเป็นตัวแทนด้วย (ม. ๑๒๘ ว. ๒) -ถ้านายทะเบียนเห็นว่ามีเหตุอันสมควร ให้นายทะเบียนแต่งตั้งพนง จนท. คนหนึ่งหรือหลายคนเป็นผู้ตรวจสอบ พร้อมระบุประเด็นที่จะให้ตรวจสอบโดยแจ้งชัด (ม. ๑๒๘ ว.๓)",
                        "บริษัทจำกัด": "ผถห. มีหุ้นนับรวมกันได้ไม่น้อยกว่า ๑/๕ ของจำนวนหุ้นทั้งหมดเข้าชื่อกันทำหนังสือขอให้ รมต. (พาณิชย์) แต่งตั้งผู้ตรวจ เพื่อดำเนินการตรวจการงานของบริษัทและทำรายงานยื่นให้ทราบ (ม. ๑๒๑๕ ว.๑) "
                      }
                    },
                    {
                      "aspect": "เงื่อนไขการแต่งตั้ง",
                      "details": {
                        "บริษัทมหาชนจำกัด": " กรณีที่นายทะเบียนแต่งตั้งผู้ตรวจสอบเอง นายทะเบียนต้องทดลองจ่ายค่าใช้จ่ายในการตรวจสอบบริษัทไปก่อน (ม. ๑๓๔ (๒)) - กรณีที่ ผถห. ร้องขอ ผถห. ซึ่งเป็นผู้ขอต้องทดรองจ่ายไปก่อน (ม. ๑๓๔ (๑)) หมายเหตุ: หากผลการตรวจสอบเป็นไปตามวัตถุประสงค์ที่จะตรวจสอบทั้งหมดหรือบางส่วน บริษัทจะต้องรับผิดชดใช้ค่าใช้จ่ายนั้น (ม. ๑๓๕) ",
                        "บริษัทจำกัด": "- ก่อนที่จะแต่งตั้งผู้ตรวจ รมต. จะให้ผู้ขอวางประกัน เพื่อรับออกเงิน ค่าใช้จ่ายในการตรวจนั้นก็ได้ (ม. ๑๒๑๕ ว. ๒)หมายเหตุ: ค่าใช้สอยในการตรวจ ผู้ยื่นเรื่องราวขอให้ตรวจต้องใช้ทั้งสิ้น (ม. ๑๒๑๘)"
                      }
                    },
                    {
                      "aspect": "ผลของการแต่งตั้ง",
                      "details": {
                        "บริษัทมหาชนจำกัด": "- ในการปฏิบัติหน้าที่ ผู้ตรวจสอบมีอำนาจเข้าไปใน สนง. และ สถานที่อื่น ๆ ของบริษัทระหว่างเวลาทำการ ตลอดจนสั่ง กก. พนง ลูกจ้าง มาให้ถ้อยคำ แสดงหรือส่งบัญชีและเอกสารที่เกี่ยวข้องกับ การดำเนินกิจการของบริษัทได้ (ม. ๑๓๐) - ผู้ตรวจสอบต้องทำรายงานผลการตรวจสอบพร้อมความเห็นเสนอต่อนายทะเบียนภายใน ๒ เดือนนับแต่วันที่ได้รับแต่งตั้ง (ม. ๑๓๑) ",
                        "บริษัทจำกัด": "- กก. ลูกจ้าง หรือตัวแทนของบริษัทจะต้องส่งสมุดและเอกสารทั้งปวง - กก. ลูกจ้าง หรือตัวแทนของบริษัทจะต้องส่งสมุดและเอกสารทั้งปวง"
                      }
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "section": "โครงสร้างเชิงองค์กร",
      "topics": [
        {
          "id": "1",
          "name": "ทุนจดทะเบียน",
          "subtopics": [
            {
              "id": "1.1",
              "name": "การนำทุนมาจัดสรรหุ้นขายแก่ผู้ซื้อหุ้น (ก่อนจดทะเบียนบริษัท)",
              "บริษัทมหาชนจำกัด": "บริษัทสามารถออกหุ้นบางส่วนเสนอขายก่อนได้ แต่ต้องไม่น้อยกว่ากึ่งหนึ่งของจำนวนหุ้นทั้งหมดที่กำหนดไว้ในหนังสือบริคณห์สนธิ (Authorized but unissued shares) (ม. ๒๗)",
              "บริษัทจำกัด": "หุ้นทั้งหมดซึ่งบริษัทคิดจะจดทะเบียนจะต้องมีผู้เข้าชื่อซื้อหรือออกให้กันเสร็จก่อนการจดทะเบียนบริษัท (ม. ๑๑๐๔)"
            },
            {
              "id": "1.2",
              "name": "หลักการคงไว้ซึ่งเงินทุนของบริษัท",
              "บริษัทมหาชนจำกัด": [
                "การออกหุ้นในราคาต่ำกว่ามูลค่าหุ้นที่ตั้งไว้ (ม. ๕๒)",
                "การร้องขอเพิกถอนการซื้อหุ้น (ม. ๔๗)",
                "การหักหนี้กับบริษัทเพื่อการชำระค่าหุ้น (ม. ๕๔ ว. ๒) ‑ หมายเหตุ: มีข้อยกเว้น (ม. ๕๔/๑)",
                "การที่บริษัทถือหุ้นหรือรับจำนำหุ้นของตนเอง (ม. ๖๖) ‑ หมายเหตุ: มีข้อยกเว้น (ม. ๖๖/๑)",
                "การจ่ายเงินปันผลจากเงินประเภทอื่นนอกจากเงินกำไร (ม. ๑๑๕)",
                "การลดทุนของบริษัท (ม. ๑๔๑)"
              ],
              "บริษัทจำกัด": [
                "การออกหุ้นในราคาต่ำกว่ามูลค่าหุ้นที่ตั้งไว้ (ม. ๑๑๐๕)",
                "การร้องขอเพิกถอนการซื้อหุ้น (ม. ๑๑๑๔)",
                "การหักหนี้กับบริษัทเพื่อการชำระค่าหุ้น (ม. ๑๑๑๙ ว. ๒) ‑ หมายเหตุ: ไม่มีข้อยกเว้น",
                "การที่บริษัทถือหุ้นหรือรับจำนำหุ้นของตนเอง (ม. ๑๑๔๓) ‑ หมายเหตุ: ไม่มีข้อยกเว้น",
                "การจ่ายเงินปันผลจากเงินประเภทอื่นนอกจากเงินกำไร (ม. ๑๒๐๑ ว. ๓)",
                "การลดทุนของบริษัท (ม. ๑๑๒๔)"
              ]
            },
            {
              "id": "1.3",
              "name": "การเพิ่มทุน",
              "details": [
                {
                  "aspect": "หลักเกณฑ์การเพิ่มทุน",
                  "บริษัทมหาชนจำกัด": "การเพิ่มทุนจะกระทำได้เมื่อที่ประชุมใหญ่ ผถห. มีมติเสียงข้างมากไม่น้อยกว่า ๓/๔ ของจำนวนเสียงทั้งหมดของ ผถห. ที่มาประชุมและมีสิทธิออกเสียงลงคะแนน (ม. ๑๓๖ ว. ๒) ‑ หมายเหตุ: กม. มิได้ใช้คำเรียกมติดังกล่าวว่ามติพิเศษ",
                  "บริษัทจำกัด": "การเพิ่มทุนจะกระทำได้เมื่อได้รับมติพิเศษของที่ประชุมใหญ่ ผถห. (ม. ๑๒๒๐) มติพิเศษ คือมติเสียงข้างมากไม่น้อยกว่า ๓/๔ ของจำนวนเสียงทั้งหมดของ ผถห. ที่มาประชุมและมีสิทธิออกเสียงลงคะแนน (ม. ๑๑๙๔)"
                },
                {
                  "aspect": "วิธีการเพิ่มทุน",
                  "บริษัทมหาชนจำกัด": "เพิ่มทุนได้โดยการออกหุ้นใหม่ (ม. ๑๓๖ ว. ๑)",
                  "บริษัทจำกัด": "เพิ่มทุนได้ด้วยการออกหุ้นใหม่ (ม. ๑๒๒๐)"
                },
                {
                  "aspect": "เงื่อนไขการเพิ่มทุน",
                  "บริษัทมหาชนจำกัด": "หุ้นทั้งหมดได้ออกจำหน่ายและได้รับชำระเงินค่าหุ้นครบถ้วนแล้ว หากมีหุ้นที่ยังจำหน่ายไม่ครบ ต้องเป็นหุ้นที่ออกเพื่อรองรับหุ้นกู้แปลงสภาพหรือใบสำคัญแสดงสิทธิที่จะซื้อหุ้น (ม. ๑๓๖ ว. ๒ (๑))",
                  "บริษัทจำกัด": "กม. มิได้กำหนดเงื่อนไขประการนี้ไว้"
                },
                {
                  "aspect": "ผลของการเพิ่มทุน",
                  "บริษัทมหาชนจำกัด": "การนำหุ้นที่ออกใหม่จากการเพิ่มทุน: เสนอขายต่อ ผถห. เดิมตามส่วนจำนวนหุ้นที่ถืออยู่ก่อนการเพิ่มทุนก็ได้ (Right offering – RO) หรือเสนอขายต่อประชาชน (Public offering – PO) หรือเสนอขายต่อบุคคลอื่น (Private placement – PP) ทั้งนี้ทั้งหมดหรือบางส่วนก็ได้ ตามมติของที่ประชุม ผถห. (ม. ๑๓๗)",
                  "บริษัทจำกัด": "การนำหุ้นที่ออกใหม่จากการเพิ่มทุนเสนอขายต่อ ผถห. เดิมตามส่วนจำนวนหุ้นที่ถืออยู่ก่อนการเพิ่มทุน (Right offering) หลังจากนั้นจึงสามารถเสนอขายต่อ ผถห. อื่น หรือ กก. จะรับซื้อไว้เองก็ได้ (ม. ๑๒๒๒) ‑ หมายเหตุ: จะนำไปเสนอขายต่อบุคคลภายนอกมิได้"
                }
              ]
            },
            {
              "id": "1.4",
              "name": "การลดทุน",
              "details": [
                {
                  "aspect": "หลักเกณฑ์การลดทุน",
                  "บริษัทมหาชนจำกัด": "การลดทุนจะกระทำได้เมื่อที่ประชุมใหญ่ ผถห. มีมติเสียงข้างมากไม่น้อยกว่า ๓/๔ ของจำนวนเสียงทั้งหมดของ ผถห. ที่มาประชุมและมีสิทธิออกเสียงลงคะแนน (ม. ๑๓๙ ว. ๓) ‑ หมายเหตุ: กม. มิได้ใช้คำเรียกมติดังกล่าวว่ามติพิเศษ",
                  "บริษัทจำกัด": "การลดทุนจะกระทำได้เมื่อได้รับมติพิเศษของที่ประชุมใหญ่ ผถห. (ม. ๑๒๒๔) มติพิเศษ คือมติเสียงข้างมากไม่น้อยกว่า ๓/๔ ของจำนวนเสียงทั้งหมดของ ผถห. ที่มาประชุมและมีสิทธิออกเสียงลงคะแนน (ม. ๑๑๙๔)"
                },
                {
                  "aspect": "วิธีการลดทุน",
                  "บริษัทมหาชนจำกัด": [
                    "ลดมูลค่าหุ้นให้ต่ำลง (ม. ๑๓๙ ว. ๑) ‑ หมายเหตุ: ไม่มีข้อจำกัดเรื่องมูลค่าหุ้นขั้นต่ำ (ม. ๕๐)",
                    "ลดจำนวนหุ้นให้น้อยลง (ม. ๑๓๙ ว. ๑)",
                    "ลดทุนโดยวิธีตัดหุ้นจดทะเบียนที่จำหน่ายไม่ได้หรือที่ยังมิได้นำออกจำหน่าย (ม. ๑๔๐)"
                  ],
                  "บริษัทจำกัด": [
                    "ลดทุนของบริษัทลงได้สองวิธี คือ ลดมูลค่าหุ้นให้ต่ำลง หรือ ลดจำนวนหุ้นให้น้อยลง (ม. ๑๒๒๔) ‑ หมายเหตุ: มูลค่าหุ้นขั้นต่ำ (ม. ๑๑๐๗)"
                  ]
                },
                {
                  "aspect": "เงื่อนไขการลดทุน",
                  "บริษัทมหาชนจำกัด": "การบอกกล่าวเจ้าหนี้ของบริษัท: ต้องมีหนังสือแจ้งมติการลดทุน เพื่อให้เจ้าหนี้คัดค้านภายใน ๒ เดือน และต้องโฆษณามตินั้นทาง นสพ. ด้วย (ม. ๑๔๑)",
                  "บริษัทจำกัด": "การบอกกล่าวเจ้าหนี้ของบริษัท: ต้องโฆษณาความประสงค์นั้นใน นสพ. แห่งท้องที่ และต้องมีหนังสือบอกกล่าวเจ้าหนี้เพื่อให้เจ้าหนี้คัดค้านภายใน ๓๐ วัน (ม. ๑๒๒๖)"
                },
                {
                  "aspect": "การลดทุนให้เหลือต่ำกว่าจำนวนที่กม.กำหนด",
                  "บริษัทมหาชนจำกัด": "หลัก: จะลดทุนลงให้เหลือต่ำกว่าจำนวน ๑/๔ ของทุนทั้งหมดไม่ได้ (ม. ๑๓๙ ว. ๑) ข้อยกเว้น: กรณีบริษัทขาดทุนสะสมและนำเงินสำรองตาม ม. ๑๑๙ มาชดเชยผลขาดทุนสะสมแล้ว บริษัทยังมีผลขาดทุนสะสมเหลืออยู่อีก (ม. ๑๓๙ ว. ๒)",
                  "บริษัทจำกัด": "จะลดทุนลงให้เหลือต่ำกว่าจำนวน ๑/๔ ของทุนทั้งหมดไม่ได้ (ม. ๑๒๒๕) ‑ หมายเหตุ: ไม่มีข้อยกเว้น"
                }
              ]
            }
          ]
        },
        {
          "id": "2",
          "name": "หุ้น",
          "subtopics": [
            {
              "id": "2.1",
              "name": "ประเภทของหุ้น",
              "บริษัทมหาชนจำกัด": [
                "หุ้นมี ๒ ประเภท: หุ้นสามัญ และหุ้นบุริมสิทธิ (ม. ๓๕)",
                "หมายเหตุ: กำหนดลักษณะแห่งหุ้นบุริมสิทธิด้วย",
                "บุริมสิทธิในหุ้นซึ่งได้ออกให้แล้วจะเปลี่ยนแปลงมิได้ (ม. ๖๕ ว. ๑)",
                "การแปลงหุ้นบุริมสิทธิเป็นหุ้นสามัญกระทำมิได้ เว้นแต่จะมีข้อบังคับกำหนดไว้เป็นอย่างอื่น (ม. ๖๕ ว. ๒)"
              ],
              "บริษัทจำกัด": [
                "หุ้นมี ๒ ประเภท: หุ้นสามัญ และหุ้นบุริมสิทธิ (ม. ๑๑๐๘)",
                "หมายเหตุ: กำหนดสภาพและบุริมสิทธิแห่งหุ้นบุริมสิทธิด้วย",
                "ถ้าบริษัทได้กำหนดบุริมสิทธิในหุ้นบุริมสิทธิแล้ว ห้ามมิให้แก้ไขอีกเลย (ม. ๑๑๔๒) ‑ หมายเหตุ: ไม่มีข้อยกเว้น"
              ]
            },
            {
              "id": "2.2",
              "name": "มูลค่าของหุ้นที่ตราไว้",
              "บริษัทมหาชนจำกัด": "หุ้นแต่ละหุ้นต้องมีมูลค่าเท่ากัน (ม. ๕๐) ‑ หมายเหตุ: กม. มิได้กำหนดมูลค่าหุ้นขั้นต่ำไว้",
              "บริษัทจำกัด": [
                "หุ้นแต่ละหุ้นมีมูลค่าเท่ากัน (ม. ๑๐๙๖)",
                "มูลค่าหุ้นต้องไม่ต่ำกว่าหุ้นละห้าบาท (ม. ๑๑๑๗)"
              ]
            },
            {
              "id": "2.3",
              "name": "การเสนอขายหุ้น",
              "details": [
                {
                  "aspect": "การเสนอขายหุ้นในราคาต่ำกว่ามูลค่าหุ้นที่ตราไว้",
                  "บริษัทมหาชนจำกัด": "บริษัทจะเสนอขายหุ้นในราคาที่ต่ำกว่ามูลค่าหุ้นที่จดทะเบียนได้ ถ้าบริษัทดำเนินกิจการมาแล้วไม่น้อยกว่า ๑ ปีและมีผลขาดทุน แต่ต้องได้รับความเห็นชอบจากที่ประชุม ผถห. และกำหนดอัตราส่วนลดไว้แน่นอน โดยระบุไว้ในหนังสือชี้ชวน (ม. ๕๒)",
                  "บริษัทจำกัด": "บริษัทจะออกหุ้นขายในราคาต่ำกว่ามูลค่าหุ้นที่ตั้งไว้ไม่ได้ (ม. ๑๑๐๕ ว. ๑) ‑ หมายเหตุ: ไม่มีข้อยกเว้น"
                },
                {
                  "aspect": "การเสนอขายหุ้นในราคาสูงกว่ามูลค่าหุ้นที่ตราไว้",
                  "บริษัทมหาชนจำกัด": [
                    "บริษัทสามารถเสนอขายหุ้นสูงกว่ามูลค่าหุ้นที่จดทะเบียนไว้ (ม. ๕๑)",
                    "หมายเหตุ: ผู้ซื้อหุ้นต้องส่งใช้เงินส่วนล้ำมูลค่าหุ้นพร้อมกับเงินค่าหุ้น",
                    "บริษัทต้องนำเงินส่วนล้ำมูลค่าหุ้นตั้งเป็นทุนสำรองส่วนล้ำมูลค่าหุ้นแยกต่างหากจากทุนสำรองจากเงินกำไร"
                  ],
                  "บริษัทจำกัด": [
                    "บริษัทจะออกหุ้นขายในราคาสูงกว่ามูลค่าหุ้นที่ตั้งไว้ได้เมื่อหนังสือบริคณห์สนธิให้อำนาจไว้ (ม. ๑๑๐๕ ว. ๒)",
                    "หมายเหตุ: ผู้ซื้อหุ้นต้องส่งใช้เงินส่วนล้ำมูลค่าหุ้นพร้อมกับการส่งใช้เงินค่าหุ้นคราวแรก (ม. ๑๑๐๕ ว. ๒)",
                    "บริษัทต้องนำเงินส่วนล้ำมูลค่าหุ้นไปไว้ในทุนสำรองจากเงินกำไร"
                  ]
                }
              ]
            },
            {
              "id": "2.4",
              "name": "การชำระเงินค่าหุ้น",
              "บริษัทมหาชนจำกัด": [
                "หุ้นทุกหุ้นต้องใช้เป็นเงินค่าหุ้นเต็มมูลค่าในคราวเดียว (ม. ๕๔ ว. ๑)",
                "หมายเหตุ: ในการชำระค่าหุ้น ผู้ซื้อหุ้นจะขอหักกลบลบหนี้กับบริษัทไม่ได้ (ม. ๕๔ ว. ๒)",
                "ข้อยกเว้น: ผู้ซื้อหุ้นอาจชำระเงินค่าหุ้นด้วยการหักกลบลบหนี้กับบริษัทได้ตามโครงการแปลงหนี้เป็นทุน (ม. ๕๔/๑)"
              ],
              "บริษัทจำกัด": [
                "ไม่จำต้องชำระเงินค่าหุ้นทั้งหมดในคราวเดียว แต่การส่งใช้เงินค่าหุ้นคราวแรกต้องไม่ต่ำกว่าร้อยละ ๒๕ ของมูลค่าหุ้นที่ตั้งไว้ (ม. ๑๑๐๕ ว. ๓)",
                "หมายเหตุ: ผู้ซื้อหุ้นจะขอหักกลบลบหนี้กับบริษัทไม่ได้ (ม. ๑๑๑๙ ว. ๒) ‑ ไม่มีข้อยกเว้น"
              ]
            },
            {
              "id": "2.5",
              "name": "การถือหุ้นของตนเอง",
              "บริษัทมหาชนจำกัด": [
                "หลัก: บริษัทจะเป็นเจ้าของหุ้นหรือรับจำนำหุ้นของตนเองมิได้ (ม. ๖๖)",
                "ข้อยกเว้น: บริษัทสามารถถือหุ้นของตนเองได้ เมื่อเข้าเงื่อนไขที่กฎหมายกำหนด (ม. ๖๖/๑)"
              ],
              "บริษัทจำกัด": "บริษัทจะเป็นเจ้าของหุ้นหรือรับจำนำหุ้นของตนเองมิได้ (ม. ๑๑๔๓) ‑ หมายเหตุ: ไม่มีข้อยกเว้น"
            },
            {
              "id": "2.6",
              "name": "ประเภทของใบหุ้น",
              "บริษัทมหาชนจำกัด": "ใบหุ้นมีเพียงชนิดเดียวคือ ใบหุ้นระบุชื่อ (หุ้นระบุชื่อ) (ม. ๕๖ (๔))",
              "บริษัทจำกัด": [
                "ใบหุ้นมีสองชนิด ได้แก่ ใบหุ้นระบุชื่อผู้ถือ (หุ้นระบุชื่อ) และใบหุ้นออกให้แก่ผู้ถือ (หุ้นผู้ถือ) (ม. ๑๑๒๘ (๕))",
                "หมายเหตุ: ใบหุ้นออกให้แก่ผู้ถือออกได้เมื่อมีข้อบังคับของบริษัทอนุญาตไว้ และออกให้ได้เฉพาะเพื่อหุ้นที่ได้ใช้เต็มค่าแล้ว (ม. ๑๑๓๔)"
              ]
            }
          ]
        },
        {
          "id": "3",
          "name": "การโอนหุ้น",
          "subtopics": [
            {
              "id": "3.1",
              "name": "หลักกฎหมายพื้นฐาน",
              "บริษัทมหาชนจำกัด": [
                "หุ้นย่อมโอนกันได้",
                "บริษัทจะกำหนดข้อจำกัดการโอนหุ้นไม่ได้ เว้นแต่เพื่อรักษาสิทธิประโยชน์ของบริษัทหรืออัตราส่วนการถือหุ้นของคนไทยกับคนต่างด้าว (ม. ๕๗)"
              ],
              "บริษัทจำกัด": [
                "หุ้นย่อมโอนกันได้ (ม. ๑๑๒๙)",
                "บริษัทอาจกำหนดข้อจำกัดการโอนหุ้นที่มีใบหุ้นระบุชื่อได้ (ม. ๑๑๒๙)",
                "หมายเหตุ: บริษัทจะกำหนดข้อจำกัดการโอนหุ้นชนิดที่มีใบหุ้นผู้ถือไม่ได้ (ม. ๑๑๓๕)"
              ]
            },
            {
              "id": "3.2",
              "name": "วิธีการโอนหุ้น",
              "บริษัทมหาชนจำกัด": "การโอนหุ้นสมบูรณ์เมื่อได้สลักหลังใบหุ้นโดยระบุชื่อผู้รับโอน ลงลายมือชื่อผู้โอนและผู้รับโอน และส่งมอบใบหุ้นแก่ผู้รับโอน (ม. ๕๘)",
              "บริษัทจำกัด": [
                "หุ้นที่มีใบหุ้นออกให้แก่ผู้ถือย่อมโอนกันได้โดยส่งมอบใบหุ้นแก่กัน (ม. ๑๑๓๕)",
                "หุ้นที่มีใบหุ้นระบุชื่อผู้ถือหุ้น การโอนหุ้นต้องทำเป็นหนังสือลงลายมือชื่อผู้โอนและผู้รับโอน มีพยานคนหนึ่งลงชื่อรับรอง มิฉะนั้นเป็นโมฆะ (ม. ๑๑๒๙ ว. ๒)"
              ]
            },
            {
              "id": "3.3",
              "name": "ผลของการโอนหุ้น",
              "details": [
                {
                  "aspect": "ผลในระหว่างผู้โอนและผู้รับโอน",
                  "บริษัทมหาชนจำกัด": "การโอนหุ้นที่สมบูรณ์ตาม กม. ก่อให้เกิดผลโดยทันทีระหว่างผู้โอนและผู้รับโอน (ม. ๕๘ ว. ๑)",
                  "บริษัทจำกัด": [
                    "หุ้นที่มีใบหุ้นออกให้แก่ผู้ถือ การโอนหุ้นมีผลโดยทันที",
                    "หุ้นที่มีใบหุ้นระบุชื่อผู้ถือหุ้น การโอนหุ้นที่สมบูรณ์ตาม กม. ก่อให้เกิดผลทันทีระหว่างผู้โอนและผู้รับโอน (ม. ๑๑๒๙ ว. ๒)"
                  ]
                },
                {
                  "aspect": "ผลต่อบริษัทและบุคคลภายนอก",
                  "บริษัทมหาชนจำกัด": [
                    "การโอนหุ้นที่สมบูรณ์ตาม กม. จะมีผลต่อบริษัทก็ต่อเมื่อบริษัทได้รับหนังสือร้องขอให้จดแจ้งการโอนหุ้นพร้อมชื่อผู้รับโอนลงในสมุดทะเบียน ผถห. แล้ว (ม. ๕๘ ว. ๑)",
                    "บริษัทต้องจดแจ้งชื่อผู้รับโอนลงในสมุดทะเบียน ผถห. ภายใน ๑๔ วันนับแต่วันที่ได้รับหนังสือร้องขอ (ม. ๕๘ ว. ๑)",
                    "ถ้าบริษัทเห็นว่าการโอนหุ้นไม่สมบูรณ์ บริษัทต้องแจ้งผู้โอนภายใน ๗ วันนับแต่วันที่ได้รับหนังสือร้องขอ (ม. ๕๘ ว. ๑)",
                    "การโอนหุ้นที่สมบูรณ์ตาม กม. จะมีผลต่อบุคคลภายนอกก็ต่อเมื่อบริษัทได้จดแจ้งการโอนหุ้นพร้อมชื่อผู้รับโอนลงในสมุดทะเบียน ผถห. แล้ว (ม. ๕๘ ว. ๑)"
                  ],
                  "บริษัทจำกัด": [
                    "หุ้นที่มีใบหุ้นออกให้แก่ผู้ถือ การโอนหุ้นมีผลต่อบริษัทและบุคคลภายนอกโดยทันที (ผู้โอนไม่ต้องให้บริษัทจดแจ้ง)",
                    "หุ้นที่มีใบหุ้นระบุชื่อผู้ถือหุ้น การโอนหุ้นที่สมบูรณ์ตาม กม. จะมีผลต่อบริษัทและบุคคลภายนอกก็ต่อเมื่อบริษัทได้จดแจ้งการโอนหุ้นพร้อมชื่อผู้รับโอนลงในสมุดทะเบียน ผถห. แล้ว (ม. ๑๑๒๙ ว. ๓)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": "4",
          "name": "เงินปันผล",
          "subtopics": [
            {
              "id": "4.1",
              "name": "ประเภทของเงินปันผล",
              "บริษัทมหาชนจำกัด": "เงินปันผลมีสองประเภท ได้แก่ เงินปันผลประจำปี (ม. ๑๑๕ ว. ๑ และ ว. ๒) และเงินปันผลระหว่างกาล (ม. ๑๑๕ ว.๓)",
              "บริษัทจำกัด": "เงินปันผลมีสองประเภท ได้แก่ เงินปันผลประจำปี (ม. ๑๒๐๑ ว. ๑) และเงินปันผลระหว่างกาล (ม. ๑๒๐๑ ว. ๒)"
            },
            {
              "id": "4.2",
              "name": "เงื่อนไขการพิจารณาจ่ายเงินปันผล",
              "details": [
                {
                  "aspect": "จ่ายจากเงินกำไรเท่านั้น",
                  "บริษัทมหาชนจำกัด": [
                    "การจ่ายเงินปันผลจากเงินประเภทอื่นนอกจากเงินกำไรกระทำมิได้ (ม. ๑๑๕ ว. ๑ และ ว. ๒)",
                    "หมายเหตุ: หากบริษัทยังมียอดขาดทุนสะสมอยู่ ห้ามมิให้จ่ายเงินปันผล (ม. ๑๑๕ ว. ๑)"
                  ],
                  "บริษัทจำกัด": [
                    "ห้ามมิให้จ่ายเงินปันผลจากเงินประเภทอื่นนอกจากเงินกำไร (ม. ๑๒๐๒ ว. ๓)",
                    "หมายเหตุ: หากบริษัขาดทุน ห้ามมิให้จ่ายเงินปันผลจนกว่าจะหายขาดทุน (ม. ๑๒๐๑ ว. ๓)"
                  ]
                },
                {
                  "aspect": "ผู้มีอำนาจพิจารณาจ่ายเงินปันผล",
                  "บริษัทมหาชนจำกัด": [
                    "เงินปันผลประจำปี ต้องได้รับอนุมัติจากที่ประชุม ผถห. (ม. ๑๑๕ ว. ๒)",
                    "เงินปันผลระหว่างกาล คณะ กก. อาจจ่ายได้เมื่อมีข้อบังคับบริษัทกำหนดและมีกำไรพอ (ม. ๑๑๕ ว. ๓)",
                    "หมายเหตุ: จ่ายแล้วต้องรายงานให้ที่ประชุม ผถห. ทราบในการประชุมต่อไป"
                  ],
                  "บริษัทจำกัด": [
                    "เงินปันผลประจำปี ห้ามประกาศอนุญาตนอกจากโดยมติของที่ประชุมใหญ่ ผถห. (ม. ๑๒๐๑ ว. ๑)",
                    "เงินปันผลระหว่างกาล กก. อาจจ่ายได้เมื่อมีกำไรพอ (ม. ๑๒๐๑ ว. ๒)"
                  ]
                }
              ]
            },
            {
              "id": "4.3",
              "name": "การจ่ายเงินปันผล",
              "details": [
                {
                  "aspect": "การบอกกล่าวการจ่ายเงินปันผล",
                  "บริษัทมหาชนจำกัด": "แจ้งเป็นหนังสือไปยัง ผถห. และโฆษณาใน นสพ. (ม. ๑๑๕ ว. ๓)",
                  "บริษัทจำกัด": "จดหมายบอกกล่าวไปยัง ผถห. ที่อยู่ในทะเบียนและโฆษณาใน นสพ. แทนที่มีใบหุ้นออกให้แก่ผู้ถือ (ม. ๑๒๐๔)"
                },
                {
                  "aspect": "วิธีการจ่ายเงินปันผล",
                  "บริษัทมหาชนจำกัด": "จ่ายเป็นหุ้นสามัญใหม่ได้เมื่อบริษัทยังจำหน่ายหุ้นไม่ครบหรือได้เพิ่มทุน (ต้องได้รับความเห็นชอบจากที่ประชุม ผถห.) (ม. ๑๑๗)",
                  "บริษัทจำกัด": "จ่ายเป็นเงินตรา"
                },
                {
                  "aspect": "ระยะเวลาจ่ายเงินปันผล",
                  "บริษัทมหาชนจำกัด": "ต้องจ่ายภายใน 1 เดือนนับแต่วันประชุม ผถห. หรือ คกก. ลงมติ (ตามกรณี) และต้องโฆษณาใน นสพ. (ม. ๑๑๕ วรรคสี่)",
                  "บริษัทจำกัด": "ต้องจ่ายภายใน 1 เดือนนับแต่วันประชุมใหญ่หรือกรรมการลงมติ (ม. ๑๒๐๑ ว. ๔ ใหม่)"
                }
              ]
            }
          ]
        },
        {
          "id": "5",
          "name": "ทุนสำรอง",
          "subtopics": [
            {
              "id": "5.1",
              "name": "ประเภทของทุนสำรองตามกม.",
              "บริษัทมหาชนจำกัด": "ทุนสำรองตาม กม. แบ่งเป็นสองชนิด: ทุนสำรองจากกำไร (ม. ๑๑๖) และทุนสำรองส่วนล้ำมูลค่าหุ้น (ม. ๕๑) – จัดบัญชีแยก",
              "บริษัทจำกัด": "ทุนสำรองตาม กม. มีเพียงชนิดเดียว คือ ทุนสำรองจากกำไร (ม. ๑๒๐๒) – หมายเหตุ: หากมีเงินส่วนล้ำมูลค่าหุ้นจะบันทึกรวมกับทุนสำรองจากกำไรเป็นบัญชีเดียว"
            },
            {
              "id": "5.2",
              "name": "เงื่อนไขการกันเงินเข้าทุนสำรอง",
              "บริษัทมหาชนจำกัด": [
                "ทุนสำรองจากกำไร: ต้องจัดสรรกำไรสุทธิปีอย่างน้อย 5 % ของกำไรสุทธิจนกว่าทุนสำรองจะไม่น้อยกว่า 10 % ของทุนจดทะเบียน (ม. ๑๑๖)",
                "ทุนสำรองส่วนล้ำมูลค่าหุ้น (ม. ๕๖): หากหุ้นขายได้ราคาสูงกว่ามูลค่าที่จดทะเบียน ต้องนำส่วนเกินนั้นเป็นทุนสำรองส่วนล้ำมูลค่าหุ้น (ม. ๕๑)"
              ],
              "บริษัทจำกัด": [
                "ทุกครั้งที่จ่ายเงินปันผล ต้องจัดสรรอย่างน้อย 5 % ของกำไรเป็นทุนสำรองจนกว่าจะมีทุนสำรองเป็น 10 % ของทุน (ม. ๑๒๐๒ ว. ๑)",
                "หากออกหุ้นเกินมูลค่าที่จดทะเบียน ส่วนเกินต้องบวกเข้าในทุนสำรองจากกำไร"
              ]
            },
            {
              "id": "5.3",
              "name": "การนำทุนสำรองไปใช้ประโยชน์",
              "บริษัทมหาชนจำกัด": "อาจโอนทุนสำรองตาม ม. ๕๑ และ ม. ๑๑๖ (หรือเงินสำรองอื่น) เพื่อชดเชยขาดทุนสะสมได้เมื่อได้รับอนุมัติจากที่ประชุม ผถห. (ม. ๑๑๙ ว. ๑) – ต้องชดเชยจากเงินสำรองอื่นก่อน แล้วจึงหักจาก ม. ๑๑๙ ว. ๒",
              "บริษัทจำกัด": "กม. ไม่ได้กำหนดบทบัญญัติเรื่องนี้"
            }
          ]
        }
      ]
    }
  ]
}
